import MaxWidthWrapper from "@/components/MaxWidthWrapper";

const page = () => {
  return (
    <MaxWidthWrapper className=" mt-6 mb-10">
      <h1 className=" text-3xl md:text-4xl font-semibold mb-6">
        Replace & Refund
      </h1>
      <p className=" md:text-lg font-medium">
        <span className=" text-teal-300 bg-black p-1">
          বিক্রিত পণ্য ফেরত নেয়া হয়, নিন্ম লিখিত ক্ষেত্রে পণ্য সার্ভিসিং পন্য
          পরিবর্তন বা মুল্য ফেরত প্রযোজ্য।
        </span>
        <br />
        <br />
        আপনার যত প্রশ্ন আছে তা বর্ননার সাথে মিলিয়ে অথবা আমাদের কাছ থেকে জেনে
        পন্য অর্ডার করুন। <br />
        <br />
        ছবি এবং বর্ণনার সাথে পন্যের মিল থাকলে পণ্য ফেরত নেয়া হবে না ।
        <br />
        <br />
        তবে আপনি চাইলে আপনার গ্রহন করা পন্যের সম মুল্যের কি বা বেশি মুল্যের পণ্য
        নিতে পারবেন (যে টাকা বেশি হবে তা প্রদান করতে হবে ) ।
        <br />
        <br />
        কম মুল্যের পণ্য নেয়া যাবে না ।
        <br />
        <br />
        পণ্য আনা নেয়ার খরচ আপনাকে দিতে হবে।
        <br />
        <br />
        যে সকল পন্যে ওয়ারেন্টি আছে তার ওয়ারেন্টি সার্ভিস আমরা প্রদান করবো।তবে
        কিছু কিছু ক্ষেত্রে পন্যের ব্রান্ড আপনাকে সার্ভিস প্রদান করবে তবে সে
        ক্ষেত্রে আপনার নিকটস্থ সার্ভিস পয়েন্ট থেকে সার্ভিস নিতে পারবেন।
        <br />
        <br />
        পণ্য সার্ভিস করতে যাওয়া আসা বা পাঠানো এবং রিটার্ন করার খরজ আপনাকে বহন
        করতে হবে।
      </p>
    </MaxWidthWrapper>
  );
};

export default page;
