import MaxWidthWrapper from "@/components/MaxWidthWrapper";

const page = () => {
  return (
    <MaxWidthWrapper className=" mt-6 mb-10">
      <h1 className=" text-3xl md:text-4xl font-semibold mb-6">About Us</h1>
      <p className=" md:text-lg font-medium">
        বাংলাদেশের সবচেয়ে বিশ্বস্ত অনলাইন সুপার শপ , BURNOMALA আপনার নিত্যদিনের
        প্রয়োজনীয় বিভিন্ন পন্যসামগ্রী যেমন, প্রতিদিনের প্রয়োজনীয় বাজার, হোম
        অ্যাপ্লায়েন্স,বিভিন্ন ব্র্যান্ডের প্রোডাক্ট, গ্যাজেটস, এক্সেসরিজ,ফ্যাশন
        ,লাইফস্টাইল পন্য, হেলথকেয়ার পন্য, ইত্যাদি পন্যের উপরে নানা অফার ও
        আকর্ষনীয় ডিসকাউন্ট প্রদান করে থাকে ।
        <br />
        <br />
        BURNOMALA এই কোম্পানির লক্ষা : সৎ ও নিষ্ঠার সঙ্গে ব্যবসা করে সারা
        বাংলাদেশের মানুষের নিকট BURNOMALA কে বিশ্বস্ত একটি অনলাইন শপিং সেন্টার
        তৈরী করবো।
        <br />
        <br />
        বেশিরভাগ পন্যের ক্ষেত্রে ক্রেতারা বাসায় বসে পণ্য অর্ডার করে এবং বাসায়
        বসেই মুল্য পরিশোধ করতে পারে।আমাদের প্রতিষ্ঠানের যাত্রা শুরু করি ২022
        সালে ।
      </p>
    </MaxWidthWrapper>
  );
};

export default page;
